Repository: bonukai/MediaTracker
Catalog: server/src/i18n/locales/*/translation.po
Languages: de

source: Already up to date
de: Bereits auf dem neuesten Stand

source: Batch {name} run: {count, plural, one {# migration} other {# migrations}}
de: Batch {name} läuft: {count, plural, one {1 Migration} other {# Migrationen}}

source: DEMO mode enabled
de: DEMO Modus aktiviert

source: Error sending notifications: {error}
de: Fehler beim Senden der Benachrichtigungen: {error}

source: Everything up to date
de: Alle Daten sind aktuell

source: MediaTracker listening at {address}
de: MediaTracker hört auf {address}

source: Running migrations
de: Ausführen von Migrationen

source: Updating metadata
de: Metadaten werden aktualisiert

source: Updating: {title} (last updated at: {date}
de: Aktualisierung: {title} (zuletzt geändert am: {date}

source: {count, plural, one {# episode for **{title}** has been released} other {# episodes for **{title}** has been released}}
de: {count, plural, one {Neue Folge für **{title}** wurde veröffentlicht} other {# Folgen für **{title}** wurden veröffentlicht}}

source: {count, plural, one {Failed to update 1 item} other {Failed to update # items}}
de: {count, plural, one {Konnte 1 Element nicht aktualisieren} other {Fehler beim Aktualisieren von # Elementen}}

source: {count, plural, one {Sending notification for new episodes of {title} to # user} other {Sending notification for new episodes of {title} to # users}}
de: {count, plural, one {Sende Benachrichtigung für neue Folgen von {title} an 1 Benutzer} other {Sende Benachrichtigung für neue Folgen von {title} an # Benutzer}}

source: {count, plural, one {Sending notification for {title} to # user} other {Sending notification for {title} to # users}}
de: {count, plural, one {Sende Benachrichtigung für {title} an 1 Benutzer} other {Sende Benachrichtigung für {title} an # Benutzer}}

source: {count, plural, one {Updated 1 item} other {Updated # items}}
de: {count, plural, one {1 Element aktualisiert} other {Aktualisierte # Einträge}}

source: {title} has been released
de: {title} wurde veröffentlicht
